const ar = {
  appName: 'Klair',
  done: 'الرئيسية',
  next: 'التالي',
  back: 'السابق',
  cancel: 'الغاء',
  ok: 'موافق',
  yes: 'نعم',
  okay: 'تم',
  no: 'لا',
  send: 'ارسال',
  confirm: 'تأكيد',
  delete: 'حذف',
  submit: 'تاكيد',
  allDataRequired: 'كل البيانات مطلوبة',
  emailAndPassRequired: 'الرجاء ادخال البريد الالكتروني ورقم الجوال',
  close: 'اغلاق',
  add: 'اضافة',
  or: 'او',
  edit: 'تعديل',

  onBoarding: {
    title1: 'ما هو لوريم إيبسوم؟',
    title2: 'لماذا نستخدمه؟',
    title3: 'حيث أنها لا تأتي من؟',
    description1:
      'لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان Lorem Ipsum هو النص الوهمي القياسي في الصناعة منذ القرن الخامس عشر الميلادي ، عندما أخذت طابعة غير معروفة لوحًا من النوع وتدافعت عليه لصنع كتاب عينة من النوع. وقد نجا خمسة قرون فحسب.',
    description2:
      'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. الهدف من استخدام لوريم إيبسوم هو أنه يحتوي على توزيع طبيعي -إلى حد ما- للأحرف ، بدلاً من استخدام هنا يوجد محتوى نصي ، هنا يوجد محتوى نصي ، مما يجعلها تبدو وكأنها إنجليزية قابلة للقراءة.',
    description3:
      'خلافًا للاعتقاد الشائع ، فإن Lorem Ipsum ليس مجرد نص عشوائي. لها جذور في قطعة من الأدب اللاتيني الكلاسيكي من 45 قبل الميلاد ، مما يجعلها أكثر من 2000 عام.',
  },

  home: 'الرئيسية',
  news: 'الاخبار',
  search: 'ابحث',
  settings: 'الاعدادات',
  themes: {
    title: 'ثيمات',
    light: 'مضئ',
    dark: 'ليلي',
  },
  languages: {
    title: 'اللغات',
    en: 'English',
    ar: 'العربية',
  },
  emptySearch: 'لم يتم العثور على نتائج',
  tryAnotherWord: 'يرجى محاولة كلمة بحث أخرى',
  newDetails: 'تفاصيل الخبر',
  description: 'الوصف',
  content: 'المحتوي',
  share: 'مشاركة',
};

export default ar;
